export const rawRecipeGroupsData = [
    {
        title: "Первые блюда",
        recipes: [
            {
                title: "Борщ",
                info: "Порций: 6  | Будет готово через: 3 часа",
                img: "borsh.png",
                ingredients: [
                    "2 свёклы (500 грамм)",
                    "1 капуста (300 грамм)",
                    "1 морковка",
                    "1 луковица",
                    "2 зубчика чеснока",
                    "3 картошки",
                    "Говядина/свинина (>=500 грамм)",
                    "1 ст/л уксуса"
                ],
                steps: [
                    {
                        title: "Подготовка",
                        description: "Помыть овощи, очистить картошку, морковку",
                        img: null,
                    },
                    {
                        description: "Поставить вариться бульон: мясо залить водой и довести до кипения. " +
                            "Снять пенку. Можно добавить лавровый лист. Варить час-полтора, в зависимости от мяса",
                        img: null,
                    },
                    {
                        title: "Приготовление",
                        description: "Потереть морковь и лук на тёрке, обжарить на сковороде 10 минут. " +
                            "Потереть на тёрке свёклу и добавить к зажарке. " +
                            "Добавить туда специи, томатную пасту, сахар и уксус, немного бульона, потушить 5 минут и добавить мелко порезанную или потёртую на тёрке капусту. " +
                            "Вытащить из бульона мясо, порезать на небольшие кусочки и вернуть в суп. " +
                            "Порезать картошку на небольшие кубики, отправить вариться в бульон. " +
                            "Спустя 5 минут добавить в суп зажарку со свеклой и капустой, варить ещё 10 минут до готовности",
                        img: null,
                    },
                    {
                        description: "Дать борщу настояться ещё минут 15. " +
                            "Подавать с холодной сметаной и хлебом."
                    }
                ],
                tags: ["Сытно", "Согревает"]
            },

        ]
    },
    {
        title: "Горячее",
        recipes: [
            {
                title: "Мясо по Французски",
                info: "Порций: 6  | Будет готово через: 1 час",
                img: null,
                ingredients: [
                    "6 картошек (1 кг | сколько влезет на противень)",
                    "1 кг филе курицы/карбонад свинины (сколько влезет на противень)",
                    "3 ст/л майонеза",
                    "2 ст/л cметаны",
                ],
                steps: [
                    {
                        title: "Подготовка",
                        description: "Если картошка молодая, можно её не чистить, а сразу нарезать колечками." +
                        "",
                        img: null,
                    },
                ],
                tags: ["Семейный ужин", "На новый год"]
            },
            {
                title: "Картошка айдахо",
                info: "Порций: 6  | Будет готово через: 1 час",
                img: "aidaho-potato.jpg",
                ingredients: [
                    "6 картошек (1 кг | сколько влезет на противень)",
                    "Специи по вкусу: соль, чеснок, сушёный укроп, для картошки, перец, куркума, паприка, перец чили",
                ],
                steps: [
                    {
                        title: "Подготовка",
                        description: "Почистить картошку (если картошка молодая, можно её не чистить) и нарезать треугольничками." +
                        "Поставить вариться на 10-15 минут (лучше меньше чем больше), чтобы картошка стала немного мягкой." +
                        "Проверять это нужно тыкая вилкой: картошка должна немного протыкаться",
                        img: null,
                    },
                    {
                        title: "Приготовление",
                        description: "Выложить картошку на противень." +
                            "Можно посыпать специями сразу, а можно после запекания картошки." +
                        "Топ специй, которые я использую: соль, чеснок, сушёный укроп, перец, куркума, паприка",
                        img: null,
                    },
                    {
                        title: "В духовке",
                        description: "Поставить противень с картошкой в духовку и выпекать при 200-220 градусах 30-40 минут. " +
                            "Когда пройдет 30 минут посмотрите, подпеклась ли картошка. Перемешайте. " +
                            "Это очень ответственный момент, главное не передержать картошку, иначе корочка подгорит",
                        img: null,
                    },
                ],
                tags: ["Под фильмец", "Картошка фри дома"]
            },
            {
                title: "Мясной рулет c грибами",
                info: "Порций: 6  | Будет готово через: 1 час",
                img: null,
                ingredients: [
                    "Фарш свинина говядина (500-800 грамм)",
                    "1 картошка",
                    "200 грамм грибов (обычно шампиньоны)",
                    "100 мл сливок (10-20%)"
                ],
                steps: [
                    {
                        title: "",
                        description: "",
                        img: null,
                    },
                ],
                tags: ["Необычно"]
            },

        ]
    },
    {
        title: "Закуски",
        recipes: [
            {
                title: "Пицца",
                info: "Будет готово через: 40 минут",
                img: null,
                ingredients: [
                    "Колбаса",
                    "Оливки",
                    "Грибы",
                    "Сыр",
                    "Томатная паста",
                    "1 пакетик сухих дрожжей",
                    "1 яйцо",
                    "1 стакан тёплой воды",
                    "Мука",
                    "1 ч/л соли",
                    "1 ст/л сахара"
                ],
                steps: [
                    {
                        title: "Тесто",
                        description: "Смешать стакан муки, пакет дрожжей" +
                            "Добавить сахар и соль, ст/л оливкового масла. " +
                        "Добавить стакан тёплой воды. Всё это перемешать, накрыть, и оставить в тёплом месте подниматься. ",
                        img: null,
                    },

                ],
                tags: ["Для всей семьи", "Готовить вместе"]
            },
        ]
    },
    {
        title: "Десерты",
        recipes: [
            {
                title: "Банановый кекс",
                info: "Порций: 1  | Будет готово через: 8 минут",
                img: null,
                ingredients: [
                    "1 банан",
                    "1 яйцо",
                    "Молоко",
                    "4 ст/л муки",
                    ">=4 ст/л какао",
                    "2 ст/л сахара"
                ],
                steps: [
                    {
                        description: "Разбить в миску яйцо, добавить 2 столовых ложки сахара, хорошо перемешать. " +
                            "Добавить банан, размять его вилкой до однородности. " +
                            "Добавить 4 столовых ложки молока, 4 столовых ложки муки и 4 столовых ложки какао. " +
                            "Перемешать до однородности. " +
                            "При желании можно добавить замороженных ягод (смородины, вишни, клубники)",
                        img: null,
                    },
                    {
                        description: "Поставить в микроволновку на 4-5 минут, " +
                            "После приготовления можно посыпать сахарной пудрой или украсить йогуртом",
                        img: null,
                    },

                ],
                tags: ["Быстро"]
            },

        ]
    },
    {
        title: "Напитки",
        recipes: [
            {
                title: "Смузи из чёрной смородины",
                info: "Порций: 2  | Будет готово через: 10 минут",
                img: "smuzi-chernaya-smorodina.jpg",
                ingredients: [
                    "1 стакан чёрной смородины (100-150 грамм)",
                    "Пол стакана крыжовника (<=50 грамм)",
                    "Пол яблока",
                    "2 ст/л сахара"
                ],
                steps: [
                    {
                        title: "Приготовление",
                        description: "Смешать всё в блендере до однородности." +
                            "Если хотите кисленькое смузи - добавляйте 2 ст/л. сахара." +
                        "Если хотите послаще, добавляйте до 6 ложек.",
                        img: null,
                    },
                ],
                tags: ["Кисло", "В жару", "Охладиться", "После тренировки"]
            }
        ]
    }
]