export const rawRecipeGroupsData = [
    {
        title: "Первые блюда",
        recipes: [
            {
                title: "Борщ",
                info: "Порций: 6  | Будет готово через: 3 часа",
                img: "borsh.png",
                ingredients: [
                    "2 свёклы (500 грамм)",
                    "1 капуста (300 грамм)",
                    "1 морковка",
                    "1 луковица",
                    "2 зубчика чеснока",
                    "3 картошки",
                    "Говядина/свинина (>=500 грамм)",
                    "1 ст/л уксуса"
                ],
                steps: [
                    {
                        title: "",
                        description: "",
                        img: null,
                    },
                ],
                tags: ["Согревает", "Наесться"]
            },

        ]
    },
    {
        title: "Горячее",
        recipes: [
            {
                title: "Мясо по Французски",
                info: "Порций: 6  | Будет готово через: 1 час",
                img: null,
                ingredients: [
                    "6 картошек (1 кг | сколько влезет на противень)",
                    "1 кг филе курицы/карбонад свинины (сколько влезет на противень)",
                    "3 ст/л майонеза",
                    "2 ст/л cметаны",
                ],
                steps: [
                    {
                        title: "Подготовка",
                        description: "Если картошка молодая, можно её не чистить, а сразу нарезать колечками." +
                        "",
                        img: null,
                    },
                ],
                tags: ["Семейный ужин", "На новый год"]
            },
            {
                title: "Картошка айдахо",
                info: "Порций: 6  | Будет готово через: 1 час",
                img: "aidaho-potato.jpg",
                ingredients: [
                    "6 картошек (1 кг | сколько влезет на противень)",
                    "Специи по вкусу: соль, чеснок, сушёный укроп, для картошки, перец, куркума, паприка, перец чили",
                ],
                steps: [
                    {
                        title: "Подготовка",
                        description: "Почистить картошку (если картошка молодая, можно её не чистить) и нарезать треугольничками." +
                        "После этого поставить вариться на 10-15 минут (лучше меньше чем больше), чтобы картошка стала немного мягкой",
                        img: null,
                    },
                    {
                        title: "Приготовление",
                        description: "Выложить картошку на противень." +
                            "Можно посыпать специями сразу, а можно после запекания картошки. Обычно я это делаю сразу." +
                        "Топ специй, которые я добавляю: соль, чеснок, сушёный укроп, перец, куркума,  паприка",
                        img: null,
                    },
                    {
                        title: "В духовке",
                        description: "Поставить противень с картошкой в духовку и выпекать при 200-220 градусах 30-40 минут" +
                            "Когда пройдет 30 минут посмотрите, подпеклась ли картошка." +
                            "Это очень ответственный момент, главное не передержать картошку, иначе корочка подгорит.",
                        img: null,
                    },
                ],
                tags: ["Под фильмец", "Картошка фри дома"]
            },
            {
                title: "Мясной рулет c грибами",
                info: "Порций: 6  | Будет готово через: 1 час",
                img: null,
                ingredients: [
                    "Фарш свинина говядина (500-800 грамм)",
                    "1 картошка",
                    "200 грамм грибов (обычно шампиньоны)",
                    "100 мл сливок (10-20%)"
                ],
                steps: [
                    {
                        title: "",
                        description: "",
                        img: null,
                    },
                ],
                tags: ["Необычно"]
            },

        ]
    },
    {
        title: "Десерты",
        recipes: [
            {
                title: "Банановый кекс",
                info: "Порций: 1  | Будет готово через: 8 минут",
                img: null,
                ingredients: [
                    "1 банан",
                    "1 яйцо",
                    "2 ст/л муки",
                    ">=2 ст/л какао",
                ],
                steps: [
                    {
                        title: "",
                        description: "",
                        img: null,
                    },
                ],
                tags: ["Быстро"]
            },

        ]
    },
    {
        title: "Напитки",
        recipes: [
            {
                title: "Смузи из чёрной смородины",
                info: "Порций: 2  | Будет готово через: 10 минут",
                img: "smuzi-chernaya-smorodina.jpg",
                ingredients: [
                    "1 стакан чёрной смородины (100-150 грамм)",
                    "Пол стакана крыжовника (<=50 грамм)",
                    "Пол яблока",
                    "2 ст/л сахара"
                ],
                steps: [
                    {
                        title: "Приготовление",
                        description: "Смешать всё в блендере до однородности." +
                            "Если хотите кисленькое смузи - добавляйте 2 ст/л. сахара." +
                        "Если хотите послаще, добавляйте до 6 ложек.",
                        img: null,
                    },
                ],
                tags: ["Кисло", "В жару", "Охладиться", "После тренировки"]
            }
        ]
    }
]